{
  "home": "Rumah",
  "sponsorTree": "Pohon Sponsor",
  "transactionHistory": "Sejarah Transaksi",
  "referralLink": "Tautan Rujukan",
  "pleaseRegisterYouhaveNoRegisteredYet": "Silakan daftar, Anda belum terdaftar",
  "register": "Daftar",
  "Register": "Daftar",
  "Price": "Harga",
  "Volume": "Volume",
  "Connect": "Menghubung",
  "MLON Purchased": "MLON Dibeli",
  "USDT Earned": "Perolehan USDT",
  "Daily USDT Amount": "Jumlah USDT Harian",
  "Buy": "Membeli",
  "Enter USDT amount (in Blocks of 100)": "Masukkan jumlah USDT (dalam Blok 100)",
  "Please enter atleast 100 USDT and blocks of 100": "Silakan masukkan minimal 100 USDT dan blok 100",
  "You will get": "Kamu akan mendapatkan",
  "Please register, you have not registered yet": "Silakan mendaftar, Anda belum mendaftar",
  "System detected that you have not registered yet and you have no referral code or incorrect referral code. Please get a referral link from the company.": "Sistem mendeteksi bahwa Anda belum mendaftar dan Anda tidak memiliki kode referral atau kode referral yang salah. Silakan dapatkan tautan rujukan dari perusahaan.",
  "Unlock Wallet": "Buka Kunci Dompet",
  "Confirm": "Mengonfirmasi",
  "Transactions History": "Riwayat Transaksi",
  "to wallet": "ke dompet",
  "amount": "jumlah",
  "description": "keterangan",
  "type": "Tipe",
  "date": "tanggal",
  "time": "waktu",
  "Referred By": "Direferensikan oleh",
  "Your wallet": "dompetmu",
  "View on": "lihat di",
  "Logout": "Keluar",
  "Copy Address": "Salin Alamat",
  "Leadership %": "Kepemimpinan %",
  "Wallet Address": "Alamat Dompet",
  "Referral Code": "Kode Referensi",
  "Level": "tingkat",
  "Sponsor List": "Daftar Sponsor",
  "Total user": "pengguna total",
  "Referral link": "tautan rujukan",
  "REFERRAL LINK": "tautan rujukan",
  "Click to Copy": "klik untuk menyalin",
  "Overview": "gambaran",
  "Please try again": "Silakan coba lagi nanti",
  "Token Purchase successful": "Pembelian Token berhasil",
  "Internal Server Error": "Kesalahan server dari dalam",
  "Purchase": "Pembelian",
  "Token Purchase failed": "Pembelian Token gagal",
  "Please refresh": "Harap segarkan",
  "Copied successfully": "berhasil disalin",
  "Your referral code": "Kode referensi Anda",
  "Register Successful": "Daftar Berhasil",
  "Register Failed": "Daftar Gagal",
  "We are seeking to raise $9 million via this round of Pre-Sales to enable higher quality development and marketing of Monopolon to the community.": "Kami berusaha mengumpulkan $9 juta melalui putaran Pra-Penjualan ini untuk memungkinkan pengembangan dan pemasaran Monopolon yang lebih berkualitas kepada masyarakat.",
  "The Monopolon envision ourselves to bring back the simple dice roll game that we had grown up with, combining the Play-To-Earn model and integrating the system with exclusive NFTs usable in-game. Creating a long-term sustainable game ecosystem Turning Virtual Into Reality and a chance to grow from Rags-to-Riches!": "Monopolon membayangkan diri kami untuk menghadirkan kembali permainan dadu lempar sederhana yang telah kami kembangkan, menggabungkan model Play-To-Earn dan mengintegrasikan sistem dengan NFT eksklusif yang dapat digunakan dalam game. Menciptakan ekosistem game berkelanjutan jangka panjang Mengubah Virtual Menjadi Realitas dan kesempatan untuk tumbuh dari Rags-to-Riches!",
  "MLON is the main currency of Monopolon which allows players to purchase NFT characters in order to participate in the game. Before official launch MONOPOLON will be taking 1% of total MLON supply to be doing Pre-Sales. MLON will be listing at $1.00 at launch. A total of 20,000,000 tokens will be breakdown into white-listed Pre-Sales at $0.40 and private sales at $0.50.": "MLON adalah mata uang utama Monopolon yang memungkinkan pemain membeli karakter NFT untuk berpartisipasi dalam permainan. Sebelum peluncuran resmi MONOPOLON akan mengambil 1% dari total pasokan MLON untuk melakukan Pra-Penjualan. MLON akan terdaftar di $1,00 saat diluncurkan. Total 20.000.000 token akan dipecah menjadi Pra-Penjualan yang masuk daftar putih seharga $0,40 dan penjualan pribadi seharga $0,50."
}
