{
  "home": "บ้าน",
  "sponsorTree": "สปอนเซอร์ทรี",
  "transactionHistory": "ประวัติการทำรายการ",
  "referralLink": "ลิงค์อ้างอิง",
  "pleaseRegisterYouhaveNoRegisteredYet": "กรุณาลงทะเบียน คุณยังไม่ได้ลงทะเบียน",
  "register": "ลงทะเบียน",
  "Register": "ลงทะเบียน",
  "Price": "ราคา",
  "Volume": "ปริมาณ",
  "Connect": "เชื่อมต่อ",
  "MLON Purchased": "MLON ซื้อแล้ว",
  "USDT Earned": "USDT ที่ได้รับ",
  "Daily USDT Amount": "จำนวนเงิน USDT รายวัน",
  "Buy": "ซื้อ",
  "Enter USDT amount (in Blocks of 100)": "ป้อนจำนวนเงิน USDT (ในบล็อก 100)",
  "Please enter atleast 100 USDT and blocks of 100": "โปรดป้อนอย่างน้อย 100 USDT และบล็อก 100",
  "You will get": "คุณจะได้รับ",
  "Please register, you have not registered yet": "กรุณาลงทะเบียน คุณยังไม่ได้ลงทะเบียน",
  "System detected that you have not registered yet and you have no referral code or incorrect referral code. Please get a referral link from the company.": "ระบบตรวจพบว่าคุณยังไม่ได้ลงทะเบียนและคุณไม่มีรหัสอ้างอิงหรือรหัสอ้างอิงที่ไม่ถูกต้อง กรุณารับลิงค์อ้างอิงจากบริษัท",
  "Unlock Wallet": "ปลดล็อคกระเป๋าสตางค์",
  "Confirm": "ยืนยัน",
  "Transactions History": "ประวัติการทำธุรกรรม",
  "to wallet": "กระเป๋าสตางค์",
  "amount": "จำนวน",
  "description": "คำอธิบาย",
  "type": "พิมพ์",
  "date": "วันที่",
  "time": "เวลา",
  "Referred By": "อ้างอิงจาก",
  "Your wallet": "กระเป๋าเงินของคุณ",
  "View on": "ดูบน",
  "Logout": "ออกจากระบบ",
  "Copy Address": "คัดลอกที่อยู่",
  "Leadership %": "ความเป็นผู้นำ %",
  "Wallet Address": "ที่อยู่กระเป๋าเงิน",
  "Referral Code": "รหัสอ้างอิง",
  "Level": "ระดับ",
  "Sponsor List": "รายชื่อผู้สนับสนุน",
  "Total user": "ผู้ใช้ทั้งหมด",
  "Referral link": "ลิงค์อ้างอิง",
  "REFERRAL LINK": "ลิงค์อ้างอิง",
  "Click to Copy": "คลิกเพื่อคัดลอก",
  "Overview": "ภาพรวม",
  "Please try again": "โปรดลองอีกครั้งในภายหลัง",
  "Token Purchase successful": "การซื้อโทเค็นสำเร็จ",
  "Internal Server Error": "ข้อผิดพลาดภายในเซิร์ฟเวอร์",
  "Purchase": "ซื้อ",
  "Token Purchase failed": "การซื้อโทเค็นล้มเหลว",
  "Please refresh": "โปรดรีเฟรช",
  "Copied successfully": "คัดลอกเรียบร้อยแล้ว",
  "Your referral code": "รหัสอ้างอิงของคุณ",
  "Register Successful": "ลงทะเบียนสำเร็จ",
  "Register Failed": "ลงทะเบียนล้มเหลว",
  "We are seeking to raise $9 million via this round of Pre-Sales to enable higher quality development and marketing of Monopolon to the community.": "เราต้องการระดมทุน 9 ล้านดอลลาร์ผ่าน Pre-Sales รอบนี้ เพื่อให้การพัฒนาและการตลาดของ Monopolon มีคุณภาพสูงขึ้นสู่ชุมชน",
  "The Monopolon envision ourselves to bring back the simple dice roll game that we had grown up with, combining the Play-To-Earn model and integrating the system with exclusive NFTs usable in-game. Creating a long-term sustainable game ecosystem Turning Virtual Into Reality and a chance to grow from Rags-to-Riches!": "Monopolon จินตนาการถึงการนำเกมทอยลูกเต๋าธรรมดาๆ ที่เราเติบโตขึ้นมากลับมาอีกครั้ง โดยผสมผสานโมเดล Play-To-Earn และรวมระบบเข้ากับ NFT สุดพิเศษที่ใช้งานได้ในเกม การสร้างระบบนิเวศของเกมที่ยั่งยืนในระยะยาว เปลี่ยน Virtual Into Reality และโอกาสในการเติบโตจาก Rags-to-Riches!",
  "MLON is the main currency of Monopolon which allows players to purchase NFT characters in order to participate in the game. Before official launch MONOPOLON will be taking 1% of total MLON supply to be doing Pre-Sales. MLON will be listing at $1.00 at launch. A total of 20,000,000 tokens will be breakdown into white-listed Pre-Sales at $0.40 and private sales at $0.50.": "MLON เป็นสกุลเงินหลักของ Monopolon ซึ่งอนุญาตให้ผู้เล่นซื้อตัวละคร NFT เพื่อเข้าร่วมในเกม ก่อนการเปิดตัวอย่างเป็นทางการ MONOPOLON จะใช้ 1% ของอุปทาน MLON ทั้งหมดเพื่อทำการขายล่วงหน้า MLON จะแสดงราคา $1.00 เมื่อเปิดตัว โทเค็นทั้งหมด 20,000,000 โทเค็นจะแบ่งออกเป็นรายการขายล่วงหน้าที่ได้รับอนุญาตที่ $0.40 และการขายส่วนตัวที่ $0.50"
}
