{
  "home": "Trang Chủ",
  "sponsorTree": "Cây tài trợ",
  "transactionHistory": "Lịch sử giao dịch",
  "referralLink": "Liên kết giới thiệu",
  "pleaseRegisterYouhaveNoRegisteredYet": "Vui lòng đăng ký, bạn chưa đăng ký",
  "register": "Đăng ký",
  "Register": "Đăng ký",
  "Price": "Giá bán",
  "Volume": "Âm lượng",
  "Connect": "Kết nối",
  "MLON Purchased": "MLON đã mua",
  "USDT Earned": "USDT đã kiếm được",
  "Daily USDT Amount": "Số tiền USDT hàng ngày",
  "Buy": "Mua",
  "Enter USDT amount (in Blocks of 100)": "Nhập số tiền USDT (theo Khối 100)",
  "Please enter atleast 100 USDT and blocks of 100": "Vui lòng nhập ít nhất 100 USDT và các khối 100",
  "You will get": "Bạn sẽ nhận được",
  "Please register, you have not registered yet": "Vui lòng đăng ký, bạn chưa đăng ký",
  "System detected that you have not registered yet and you have no referral code or incorrect referral code. Please get a referral link from the company.": "Hệ thống phát hiện bạn chưa đăng ký và không có mã giới thiệu hoặc mã giới thiệu không chính xác. Xin liên kết giới thiệu từ công ty.",
  "Unlock Wallet": "Mở khóa ví",
  "Confirm": "Xác nhận",
  "Transactions History": "Lịch sử giao dịch",
  "to wallet": "vào ví",
  "amount": "số lượng",
  "description": "sự mô tả",
  "type": "thể loại",
  "date": "ngày tháng",
  "time": "thời gian",
  "Referred By": "Gọi bằng",
  "Your wallet": "Ví của bạn",
  "View on": "xem trên",
  "Logout": "Đăng xuất",
  "Copy Address": "Sao chép địa chỉ",
  "Leadership %": "Khả năng lãnh đạo %",
  "Wallet Address": "Địa chỉ Ví",
  "Referral Code": "Mã giới thiệu",
  "Level": "Mức độ",
  "Sponsor List": "Danh sách nhà tài trợ",
  "Total user": "tổng số người dùng",
  "Referral link": "liên kết giới thiệu",
  "REFERRAL LINK": "liên kết giới thiệu",
  "Click to Copy": "bấm để sao chép",
  "Overview": "Tổng quat",
  "Please try again": "Vui lòng thử lại sau",
  "Token Purchase successful": "Mua mã thông báo thành công",
  "Internal Server Error": "Lỗi máy chủ nội bộ",
  "Purchase": "Mua hàng",
  "Token Purchase failed": "Mua Token không thành công",
  "Please refresh": "Vui lòng làm mới",
  "Copied successfully": "Đã sao chép thành công",
  "Your referral code": "Mã giới thiệu của bạn",
  "Register Successful": "Đăng ký thành công",
  "Register Failed": "Đăng kí thất bại",
  "We are seeking to raise $9 million via this round of Pre-Sales to enable higher quality development and marketing of Monopolon to the community.": "Chúng tôi đang tìm cách huy động được 9 triệu đô la thông qua vòng Bán hàng trước này để cho phép phát triển và tiếp thị Monopolon với chất lượng cao hơn cho cộng đồng.",
  "The Monopolon envision ourselves to bring back the simple dice roll game that we had grown up with, combining the Play-To-Earn model and integrating the system with exclusive NFTs usable in-game. Creating a long-term sustainable game ecosystem Turning Virtual Into Reality and a chance to grow from Rags-to-Riches!": "Monopolon tự hình dung để mang lại trò chơi cuộn xúc xắc đơn giản mà chúng tôi đã lớn lên, kết hợp mô hình Chơi để kiếm tiền và tích hợp hệ thống với các NFT độc quyền có thể sử dụng trong trò chơi. Tạo ra một hệ sinh thái trò chơi bền vững lâu dài Biến Ảo thành Thực tế và cơ hội phát triển từ Giàu sang Giàu có!",
  "MLON is the main currency of Monopolon which allows players to purchase NFT characters in order to participate in the game. Before official launch MONOPOLON will be taking 1% of total MLON supply to be doing Pre-Sales. MLON will be listing at $1.00 at launch. A total of 20,000,000 tokens will be breakdown into white-listed Pre-Sales at $0.40 and private sales at $0.50.": "MLON là đơn vị tiền tệ chính của Monopolon cho phép người chơi mua các nhân vật NFT để tham gia vào trò chơi. Trước khi ra mắt chính thức, MONOPOLON sẽ lấy 1% tổng nguồn cung MLON để thực hiện Bán hàng trước. MLON sẽ được niêm yết ở mức $ 1 khi ra mắt. Tổng cộng 20.000.000 mã thông báo sẽ được chia thành Bán trước được liệt kê trong danh sách trắng ở mức 0,4 đô la và bán riêng là 0,5 đô la."
}
